export const careerData = [
  {
    date: "2025.04 ~ 현재",
    company: "창헬스케어",
    tasks: [
      "- 자사 헬스케어 관리자 페이지 퍼블리싱 작업(Vue3)",
      "- 자사 하이브리드앱 리뉴얼 페이지 퍼블리싱 작업(Vue3)",
      "- 복지몰 이제너두 자사 서비스 소개 페이지 퍼블리싱 작업(Vue3)",
      "- 건강 검진 스크래핑 페이지 퍼블리싱 작업(HTML)",
    ],
  },
  {
    date: "2023.05 ~ 2024.12",
    company: "디자인위브",
    tasks: [
      "- 솔루션 홈페이지 퍼블리싱 작업(고도몰, 카페24, 메이크샵)",
      "- 솔루션 홈페이지 유지보수(고도몰, 카페24, 메이크샵)"
    ],
  },
  {
    date: "2021.11 ~ 2023.02",
    company: "상록아이엔씨",
    tasks: [
      "- 본사 홈페이지 유지보수",
      "- 제안서 디자인 시안 작업",
      "- 프로젝트 디자인 및 퍼블리싱 작업"
    ],
  },
]